;;; ~/dotfiles/emacs/doom.d/packages.el -*- lexical-binding: t; -*-

(package! prettier-js)
(package! godoctor)
(package! yasnippet-snippets)
(package! ascii-art-to-unicode)
(package! org-gcal)
;; (package! org-gtasks :recipe (:host github :repo "syvanpera/org-gtasks"))
(package! org-super-agenda)
(package! ox-hugo)
(package! eyebrowse)
(package! evil-iedit-state)
(package! org-fancy-priorities)
